monitoreos/bajaclientesHFCTVCENAM/logs/log_20250729_110411.txt

[2025-07-29 11:04:11.505] Inicio del envío
Endpoint: http://172.20.11.105:8080/CAI3G1.2/services/CAI3G1.2/async
Usuario: EmaCmdSV
Delay: 5000 ms

[2025-07-29 11:04:11.506] [0] XML generado:
<?xml version="1.0" encoding="ISO-8859-1" standalone="yes"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/" 
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/HFCTVEL/">
  <soapenv:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Delete>
      <cai3:MOType>STB@http://schemas.ericsson.com/ma/CA/HFCTVEL/</cai3:MOType>
      <cai3:MOId>
        <amx:OrderId>M91640ER5207</amx:OrderId>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:DeleteSTB OrderId="M91640ER5207">
          <amx:UCode>UninstallSTB</amx:UCode>
          <amx:SerialNumber>M91640ER5207</amx:SerialNumber>
        </amx:DeleteSTB>
      </cai3:MOAttributes>
    </cai3:Delete>
  </soapenv:Body>
</soapenv:Envelope>

[2025-07-29 11:04:11.756] [0] Envío exitoso - Duración: 0.25s

----------------------------------------

[2025-07-29 11:04:16.768] Proceso detenido manualmente
